[
  {
    "title": "Teeth Cleanings and Checkups",
    "image": "https://i.ibb.co/rc74Ryy/1.png",
    "Descriptions": "From your first appointment, enjoy fast service in our comfortable, boutique-style exam rooms. Your dentist will complete a thorough exam, including a seamless 3D wellness scan, oral cancer screening, and teeth cleaning to get your smile feeling fresh. Plus, we’ll have you in and out in about an hour. Checkups and routine cle anings are covered by most PPO insurance—including your first appointment. dntl bar members enjoy their checkups and cleanings at no additional cost to their membership"
  },
  {
    "title": "Dental Care Services",
    "image": "https://i.ibb.co/hdx8tLF/2.png",
    "Descriptions": "Sometimes your teeth need some extra TLC. Thats why you will only find experienced professionals; no scrubs allowed. The dentist can be daunting, which is why we strive to have your service complete on the same day—no waiting around for your crowns to come in. You can trust me with all of the dental work you need, including: Fillings There is no way around it; cavities are a nuisance. Our BPA-free fillings are color-matched to your smile for a seamless look. Crowns If you need it, we have the extra protection your teeth need. Our porcelain, BPA-free crowns can help you rebuild confidence in your smile. Bridges Ready to close the gap on dental work? We have got you covered. Regain your confidence with a bridge. And more!"
  },
  {
    "title": "Teeth Whitening",
    "image": "https://i.ibb.co/wY0kchB/3.jpg",
    "Descriptions": "Get the glow-up you’ve desired for your teeth. Don’t forget to have a recent routine clean before your whitening appointment for the best results. When you’re ready, you’ve got whitening options: Express whitening – Our basic package offers a quick, easy solution for discoloration and delivers instant whitening. Zoom whitening – Expect double the results of our express service. Zoom provides fast, intense, and effective results with customized take-home whitening trays to continue whitening."
  },
  {
    "title": "Veneers",
    "image": "https://i.ibb.co/w7JcTDb/4.webp",
    "Descriptions": "Find a new level of confidence with a custom veneer package for one tooth or a full smile restoration. I will scope out your new smile using an in-depth, realistic 3D model of your mouth and expected results. Veneers can help you enjoy showing off your smile if you currently struggle with: Discoloration, Gaps and spacing, Worn down teeth. Want to know what veneers could do for you? Book a free consultation with me. I’ll discuss your options and take molds and scans of your smile."
  },
  {
    "title": "Dental Implants",
    "image": "https://i.ibb.co/w73PRyQ/5.png",
    "Descriptions": "Gap in your smile? An implant is a permanent solution to fill an empty space where a tooth used to be – without relying on the teeth around it to keep it strong and in place. One of the most popular, effective, and longest-lasting solutions for missing teeth is dental implants. Implants are permanent solutions that add to your smile to rebuild your confidence. We can deliver anything from a single implant to a full mouth – pricing is case by case and can be broken into monthly payments on one of our interest-free payment plan. We’ll walk you through all your options."
  },
  {
    "title": "Dental Emergencies",
    "image": "https://i.ibb.co/5GHwhB3/6.png",
    "Descriptions": "If you’re in pain or have an emergency, don’t wait. Call us and we’ll see you that day, even if you’re not sure what’s going on. Whether you chipped a tooth at your friend’s birthday party or woke up with a sharp pain in your jaw, you can find same-day service with our emergency appointments. Don’t struggle through the pain. Find speedy relief for dental emergencies like: Tooth extractions, Painful wisdom teeth, Cracked or chipped smiles, Cold or canker sores. If you’re unsure what’s causing the pain, I can help you figure it out. Never gets incentives to over diagnose, so rest assured that you’ll find out exactly what’s going on and get help to relieve it."
  }
]
